Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The acceptance criteria for release testing of idarucizumab drug product are fully met and, relevant stability studies have been initiated.
es_es: Se cumplen plenamente los criterios de aceptación para las pruebas de liberación del medicamento idarucizumab y se han iniciado los estudios de estabilidad pertinentes.

source: The acceptance criteria for single-chain for release and stability testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación de cadena única para las pruebas de liberación y de estabilidad:

source: The acceptance criteria for stability of the calibration solutions were met in the tested period.
es_es: Se cumplieron los criterios de aceptación para la estabilidad de las soluciones de calibración en el periodo de análisis.

source: The acceptance criteria for stability of the sample solution as described in Table 45 were met.
es_es: Se cumplieron los criterios de aceptación para la estabilidad de la solución muestra, tal como se describe en la Tabla 45.

source: The acceptance criteria for stability of the sample solution as described inTable 45were met.
es_es: Se cumplieron los criterios de aceptación para la estabilidad de la solución muestra, tal como se describe en la Tabla 45.

source: The acceptance criteria for stability of the stock solutions were met in the tested period.
es_es: Se cumplieron los criterios de aceptación para la estabilidad de las soluciones madre en el periodo de análisis.

source: The acceptance criteria for the validation parameter accuracy were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "exactitud.

source: The acceptance criteria for the validation parameter detection limit were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "límite de detección".

source: The acceptance criteria for the validation parameter intermediate precision were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "precisión intermedia".

source: The acceptance criteria for the validation parameter linearity with matrix were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "linealidad con la matriz".

source: The acceptance criteria for the validation parameter linearity without matrix were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "linealidad sin la matriz".

source: The acceptance criteria for the validation parameter quantitation limit were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "límite de cuantificación".

source: The acceptance criteria for the validation parameter range were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "intervalo".

source: The acceptance criteria for the validation parameter repeatability were met.
es_es: Se cumplieron los criterios de aceptación del parámetro de validación "repetibilidad".

source: The acceptance criteria for the validation parameter specificity were met for all nine drugproducts.No coelutions were observed.
es_es: Se cumplieron los criterios de aceptación del parámetro validación para los nueve medicamentos. No se observaron coeluciones.

source: The acceptance criteria for the validation parameter specificity – interference test internal standard were met.
es_es: Se cumplieron los criterios de aceptación en las pruebas del parámetro de validación "especificidad" (prueba de interferencia con el estándar interno):

source: The acceptance criteria for water content for release testing are set as follows:
es_es: Se establecen los siguientes criterios de aceptación del contenido de agua para las pruebas de liberación:

source: The acceptance criteria were determined based on the appearance of historical DP batches.
es_es: Los criterios de aceptación se determinaron con base en el aspecto de partidas históricas del medicamento.

source: The acceptance criteria were set based on safety and efficacy considerations taking into account manufacturing and clinical experience as well as the structure function relationships.
es_es: Los criterios de aceptación se fijaron con base en consideraciones de seguridad y eficacia, tienendo en cuenta la experiencia clínica y de fabricación y las relaciones estructura-función.

source: The acceptance criteria were set based on safety and efficacy considerations taking into account manufacturing and clinical experience.
es_es: Los criterios de aceptación se fijaron con base en consideraciones de seguridad y eficacia, tienendo en cuenta la experiencia clínica y de fabricación.

source: The acceptance criterion and the reference to the analytical procedure used are provided in Section 3.2.S.4.1 Specification (bioburden prior sterile filtration).
es_es: En la Sección 3.2.S.4.1, Especificación (biomasa previa a la filtración estéril), se puede ver el criterio de aceptación, con una referencia al procedimiento analítico.

source: The acceptance criterion as defined above is justified based upon historical data of tenecteplase DP.
es_es: El criterio de aceptación definido anteriormente está justificado con base en datos históricos del medicamento tenecteplasa.

source: The acceptance criterion for CGE non-reduced was set based on the risk evaluation of LMW species as a result of decreasing sum of HC+LC content regarding safety and efficacy (structure-function relationship).
es_es: El criterio de aceptación para la CGE no reducida se estableció a partir de la evaluación de riesgos implicados por las especies de bajo peso molecular, como resultado de una suma decreciente del contenido de cadena pesada + cadena liviana, en cuanto a la seguridad y la eficacia (relación estructura-función).

source: The acceptance criterion for CGE non-reduced was set based on the risk evaluation of LMW species regarding safety and efficacy (structure-function relationship).
es_es: El criterio de aceptación para la CGE no reducida se estableció a partir de la evaluación de riesgos implicados por las especies de bajo peso molecular en cuanto a la seguridad y la eficacia (relación estructura-función).

source: The acceptance criterion for PS 20 concentration for release testing is proposed as follows:
es_es: Se propone el siguiente criterio de aceptación de la concentración de PS 20 para las pruebas de liberación:

source: The acceptance criterion for arginine for release testing is proposed as follows:
es_es: Se propone el siguiente criterio de aceptación de arginina para las pruebas de liberación:

source: The acceptance criterion for arginine is set as target arginine concentration 52 mg/mL ± 10 mg/mL (= 42 – 62 mg/mL).
es_es: El criterio de aceptación de arginina se establece en una concentración objetivo de arginina de 52 mg/ml ± 10 mg/ml (= 42 – 62 mg/ml).

source: The acceptance criterion for bacterial endotoxins for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación de endotoxinas bacterianas para las pruebas de liberación:

source: The acceptance criterion for container closure integrity for stability testing of tenecteplase DP is set as follows:
es_es: Se propone el siguiente criterio de aceptación de integridad del envase y sistema de cierre para las pruebas de estabilidad del medicamento tenecteplasa:

source: The acceptance criterion for fragment region 1 (≤ 2 %) was also applied for stability, as the expected increase in fragment region 1 can be rounded to 0 % (computed change during long term storage at 30°C / 75 % RH, 36 months).
es_es: El criterio de aceptación para la región de fragmentos 1 (≤ 2%) también se aplicó para estabilidad, dado que el aumento esperado en la región de fragmentos 1 puede redondearse en 0% (cambio computado durante el almacenamiento a largo plazo a 30° C/75% HR, 36 meses).

source: The acceptance criterion for identification by RP-HPLC for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación para la identificación por medio de RP-HPLC en las pruebas de liberación:

source: The acceptance criterion for osmolality for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación de osmolalidad para las pruebas de liberación:

source: The acceptance criterion for pH is set as target pH 7.3 ± 0.3 (7.0 – 7.6).
es_es: El criterio de aceptación del pH se fijó en un pH objetivo de 7,3 ± 0,3 (7,0 – 7,6).

source: The acceptance criterion for reconstitution time for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación del tiempo de reconstitución para las pruebas de liberación:

source: The acceptance criterion for spesolimab drug product is aligned with the bacterial endotoxin criterion for spesolimab drug product and is based on pharmacopoeia guidance for establishment of endotoxin limits in parenteral drugs.
es_es: El criterio de aceptación para el medicamento Espesolimab está alineado con el criterio de detección de endotoxinas bacterianas para el medicamento homónimo y se basa en la guía de farmacopea para el establecimiento de límites a las endotoxinas en medicamentos parenterales.

source: The acceptance criterion for sterility for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación de esterilidad para las pruebas de liberación:

source: The acceptance criterion for the HPSEC method was evaluated based on a statistical approach (see Chapter 2.2).
es_es: El criterio de aceptación para el método de HPSEC se evaluó con base en un enfoque estadístico (véase el Capítulo 2.2).

source: The acceptance criterion for the bioassay (inhibition of IL36R binding) is set reflecting the complexity of a cellbased bioassay and according to the current product and process knowledge, taking into account batch data of spesolimab drug product batches as well as corresponding stability data to ensure that the acceptance criterion is suitable over time at the intended long-term storage condition.
es_es: Para asegurarse de que el criterio de aceptación sea adecuado a lo largo del tiempo en las condiciones previstas de almacenamiento a largo plazo, el criterio de aceptación del ensayo biológico (inhibición de la unión al IL36R) se establece reflejando la complejidad de un ensayo biológico basado en células y de acuerdo con el conocimiento actual del producto y el proceso, y teniendo en cuenta los datos de las partidas del medicamento Espesolimab, así como los datos de estabilidad correspondientes.

source: The acceptance criterion for uniformity of content for release testing is set as follows:
es_es: Se establece el siguiente criterio de aceptación de uniformidad del contenido para las pruebas de liberación:

source: The acceptance criterion is already included in section 3.2.P.5.1 provided within this submission (please refer to document q00183444-07).
es_es: El criterio de aceptación ya está incluido en la sección 3.2.P.5.1, que se incluye en esta presentación (ver documento q00183444-07).

source: The acceptance criterion is based upon statistical evaluation of historical data of tenecteplase DP.
es_es: El criterio de aceptación definido anteriormente se basa en la evaluación estadística de datos históricos del medicamento tenecteplasa.

source: The acceptance criterion is based upon the guidelines as defined by Ph.
es_es: El criterio de aceptación se basa en los lineamientos definidos por la Ph.

source: The acceptance criterion is consistent with the Ph.
es_es: El criterio de aceptación es coherente con la monografía de la Ph.

source: The acceptance criterion is consistent with the Ph. Eur.
es_es: El criterio de aceptación es coherente con la Ph. Eur.

source: The acceptance criterion is expressed in nephelometric turbidity units (NTU).
es_es: El criterio de aceptación se expresa en unidades nefelométricas de turbidez (NTU).

source: The acceptance criterion is justified based upon historical data of tenecteplase DP.
es_es: El criterio de aceptación está justificado con base en datos históricos del medicamento tenecteplasa.

source: The acceptance criterion is set based on the target content of 5.0 mg/mL with a range of up to ± 10 % around the target concentration to ensure uniform protein concentration in tenecteplase DP.
es_es: Para garantizar una concentración uniforme de proteínas en el medicamento tenecteplasa, se establece el criterio de aceptación con base en el contenido objetivo de 5,0 mg/ml, con un rango de hasta ± 10% alrededor de la concentración objetivo.

source: The acceptance criterion is similar for both products and was fulfilled for all Metalyse® and TNKase® batches.
es_es: El criterio de aceptación es similar para ambos productos y se cumplió en todas las partidas de Metalyse® y de TNKase®.

source: The acceptance criterion is thus also in alignment with the handling instructions.
es_es: Por lo tanto, el criterio de aceptación coincide con las instrucciones de manipulación.

source: The acceptance criterion of “solution practically free from particles” is chosen to reflect the wording in Ph.
es_es: El criterio de aceptación “solución prácticamente exenta de partículas” se escogió para reflejar la redacción de la monografía general de la Ph.

source: The acceptance criterion of “solution practically free from particles” is chosen to reflect the wording in Ph. Eur.
es_es: El criterio de aceptación “solución prácticamente exenta de partículas” se escogió para reflejar la redacción de la monografía general de la Ph. Eur.,

source: The acceptance criterion was determined based on historical DP lyophilisate batches and handling instructions.
es_es: El criterio de aceptación se determinó con base en partidas históricas del liofilizado del medicamento y las instrucciones de manipulación.

source: The acceptance criterion was set assuming a 40 kg patient (to ensure safety of lower weight patients), the maximal allowed endotoxin limit of 5 EU/kg/h infusion time and a worst case s.c.
es_es: Para establecer el criterio de aceptación, se dio por supuesto un paciente de 40 kg (para garantizar la seguridad de los pacientes de menor peso), el límite máximo de endotoxinas permitido de 5 UE/kg/h de infusión y

source: The acceptance range must be indicated in % of the estimated value of the calibration curve with matrix and is as follows:
es_es: El intervalo, o rango, de aceptación se indica como porcentaje del valor estimado de la curva de calibración con la matriz, y es el siguiente:

source: The access to the code was only to be given to authorised pharmacovigilance representatives and not to be shared further.
es_es: El acceso al código solo podía concederse a los representantes autorizados de farmacovigilancia y estos no podían compartirlo con nadie.

source: The accuracy as part of the validation will be performed with only one drug product for the evaluation of the range as the amount of the active ingredient metformin hydrochloride in the sample solution is similar for both products and all dosages (part 1).
es_es: Como parte de la validación, se evaluará la exactitud solo con un medicamento al evaluar el intervalo, toda vez que la cantidad del principio activo clorhidrato de metformina en la solución muestra es similar para ambos productos en todas sus formulaciones (Parte 1).

source: The accuracy measurements with the proposed method were carried out with two different HPLC systems, two different columns, by four different analysts.
es_es: Se midió la exactitud del método propuesto con dos sistemas de HPLC, dos columnas y cuatro analistas.

source: The accuracy of an analytical procedure expresses the closeness of agreement between the value which is accepted either as a conventional true value or an accepted reference value and the value found.
es_es: La exactitud de un procedimiento analítico expresa la proximidad del acuerdo entre el valor que se acepta como un valor verdadero convencional o un valor de referencia aceptado y el valor encontrado.

source: The accuracy of the data was verified by reviewing the source documents.
es_es: La exactitud de los datos se verificó revisando los documentos fuente.

source: The accuracy was performed with the following concentration levels spiked to the matrixmaterial.
es_es: El análisis de exactitud se hizo con los siguientes niveles de concentración adicionados al material de la matriz.

source: The action limits and acceptance criteria of the in-line sterile filtration unit operation are listed in Table 1 and Table 2, respectively.
es_es: En la Tabla 1 y la Tabla 2, respectivamente, se enumeran los límites de acción y los criterios de aceptación del filtrado en línea.

source: The activation force is applied ~ 0.8 mm prior to the plunger rod’s end position.
es_es: La fuerza de activación se aplica ~0.8 mm antes de la posición final del vástago del émbolo.

source: The active ingredient is tenecteplase, formulated as powder and solvent for solution for injection for intravenous use in the dose strengths 8,000 units and 10,000 units for AMI treatment, or powder for injection in the dose strength of 5000 units for AIS treatment.
es_es: Su principio activo es tenecteplasa, formulado como polvo y disolvente para solución inyectable intravenosa en concentraciones de 8000 y 10000 unidades para el tratamiento del infarto agudo de miocardio, o polvo para inyección en una concentración de 5000 unidades para el tratamiento del accidente cerebrovascular isquémico agudo.

source: The active pharmaceutical ingredient (API) in spesolimab drug substance is an IgG1 monoclonal antibody.
es_es: El ingrediente farmacéutico activo (API) de Espesolimab es un anticuerpo monoclonal IgG1.

source: The active substance for manufacture of spesolimab solution for injection 150 mg/PFS (150 mg/mL) remains unchanged as previously submitted.
es_es: El principio activo usado en la fabricación deEspesolimab, solución inyectable de 150 mg/jeringa precargada (150 mg/ml) no se ha modificado desde la presentación anterior.

source: The activities of these 12,000 L lots were determined to range from 1.9 x 102 to 2.1 x 102 Units/mg.
es_es: La actividad de estas partidas de 12.000 litros se determinó en un rango que abarca entre 1,9 x 102 y 2,1 x 102 unidades/mg.

source: The activity of the 12,000 L lots have been measured in an in vitro clot lysis assay that employs purified reagents and Reference Lot TNK297-2 as the standard.
es_es: La actividad de las partidas de 12.000 litros se midió en un ensayo in vitro de lisis de coágulo en el que se emplearon reactivos purificados y la partida de referencia TNK 297-2 como estándar.

source: The actual date of administration of the trial medication at the trial visit were recorded in the eCRF.
es_es: La fecha efectiva de administración de la medicación en estudio en la visita del ensayo se consignaba en el eCRF.

source: The actual sampling times were used for determination of PK parameters.
es_es: Para determinar los parámetros farmacocinéticos se usaron los momentos reales de muestreo.

source: The actuation force comprises the forces
es_es: La fuerza de pulsación abarca la fuerza necesaria:

source: The acute hepatitis of patient #1076024088 in the empagliflozin group was adjudicated as possibly related to trial medication.
es_es: La hepatitis aguda del paciente 1076024088 del grupo de empagliflozina se adjudicó como posiblemente relacionada con la medicación del ensayo.

source: The acute hepatitis was observed about 13 months after randomisation, by when the patient had been taking amiodarone concomitantly for 17 months.
es_es: La hepatitis aguda se observó aproximadamente 13 meses después de la aleatorización, cuando el paciente llevaba 17 meses tomando amiodarona de forma concomitante.

source: The adapted method solely introduces an improved integration strategy with respect to setting the BPG peak split.
es_es: El método adaptado únicamente introduce un modo de integración mejorado con respecto a la división de picos en el grupo de moléculas básicas.

source: The adapted release specification is within qualified range and complies with ICH guidance.
es_es: La especificación de liberación adaptada está dentro del rango calificado y cumple con los lineamientos de la ICH.

source: The addition of such an excess of unlabelled DNA, however, did not affect the DNA Clearance Factor.
es_es: Sin embargo, a pesar de agregar semejante exceso de ADN no marcado, el factor de depuración de ADN no se vio afectado.

source: The addition of up to 9 mg of unlabelled DNA (see exps 4-6 in Table 9) represents a 20,000 fold excess of DNA compared to the manufacturing scale column.
es_es: El agregado de hasta 9 mg de ADN no marcado (véanse los experimentos 4 al 6 en la Tabla 9) representa una cantidad de ADN que excede en 20.000 veces la cantidad aplicada a la columna en escala de fabricación.

source: The addition of water may be distributed in several steps.
es_es: La adición de agua puede distribuirse en varios pasos.

source: The additional manufacturing area SM6 uses isolator clean room design.
es_es: En la sala de fabricación adicional, SM6, se aplica un diseño de sala blanca con aisladores.

source: The additional visit was to take place between 30 days to preferably 60 days after detection (unless detected at the EOT visit at trial end) to collect a blood sample for repeat central analysis of creatinine for calculation of the eGFR.
es_es: La visita adicional debía realizarse entre los 30 y (preferiblemente) 60 días posteriores a la detección (a menos que se detectara en la visita de final del tratamiento, al cabo del ensayo) y tendría por objeto la toma de una muestra de sangre para repetir el análisis central de creatinina y calcular la TFGe.

source: The adhesive used for fixing the Needle inside the Glass Cone shall fulfil the requirements of ISO 10993‐1.
es_es: El adhesivo utilizado para fijar la aguja dentro del cono de vidrio deberá cumplir los requisitos de la norma ISO 10993-1.

source: The adjusted gMean ratios of all endpoints were close to 100% for these comparisons and the 90% CIs were within the range from 80.00 to 125.00%.
es_es: La media geométrica ajustada de todos los criterios de valoración estuvo próxima a 100% en estas comparaciones, y los IC del 90% estuvieron entre 80.00 y 125.00%.

source: The adjusted generalized odds
es_es: El cociente de probabilidades generalizado ajustado

source: The adjusted mean change from baseline to follow-up was 2.4 (95% CI 1.6, 3.2) for empagliflozin vs placebo.
es_es: El cambio medio ajustado desde el inicio hasta el seguimiento fue 2.4 (IC del 95%: 1.6; 3.2) para empagliflozina en contraposición al placebo.

source: The adjusted mean change from baseline to the final visit was 0.08 mg/dL in the linagliptin group and 0.09 mg/dL in the glimepiride group.
es_es: El cambio medio ajustado desde el inicio hasta la visita final fue de 0.08 mg/dL en el grupo de linagliptina y de 0.09 mg/dL en el grupo de glimepirida.

source: The aggregate level is indirectly controlled by the acceptance criterion for monomer.
es_es: El nivel de agregados se controla de manera indirecta por medio del criterio de aceptación para monómero.

source: The aim of the studies was to obtain qualitative and quantitative profiles of the extractables under defined extraction conditions with solvents of differing degrees of polarity.
es_es: El objetivo de los estudios fue el de obtener perfiles cualitativos y cuantitativos de los extraíbles en condiciones de extracción definidas con disolventes de distintos grados de polaridad.
